alacritty
amd-ucode
arch-update
arp-scan
aspnet-runtime
aylurs-gtk-shell-git
azure-cli
baobab
base
base-devel
blight
bluedevil
blueman
bluez
bluez-utils
brightnessctl
btop
cava
clipse
cmake
cockpit
coppwr
cpio
dart-sass
dataloader
docker
dolphin
dotnet-runtime
dotnet-sdk
dotnet-sdk-5.0-bin
drawio
drawio-desktop
efibootmgr
fingerprint-gui
firefox
firefox-developer-edition
fontforge
foot
fprintd
fzf
gimp
git
github-cli
gitkraken
gnome-bluetooth-3.0
gnome-keyring
goverlay
gpu-screen-recorder-git
greetd
greetd-qtgreet
grimblast-git
grub
gst-plugin-pipewire
gucharmap
heptabase-bin
heroic-games-launcher-bin
htmlq
htop
hyprland
hyprlock
hyprpicker
hyprshot
intel-media-driver
iwd
jdk17-openjdk
kdeconnect
kitty
lazygit
libpulse
libreoffice-still
libva-intel-driver
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
mailspring-bin
mangohud
memtest86+
meson
microsoft-edge-stable-bin
mssql-tools
nano
nautilus
ncspot
neofetch
neovim
network-manager-applet
networkmanager
nm-connection-editor
nmap
nordvpn-bin
npm
ntp
nvm
nwg-look
obs-studio
openrazer-daemon
openrazer-meta-git
openssh
os-prober
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
polychromatic
postman-bin
powertop
python-pip
python-pipx
python-pyqt6
qt5-graphicaleffects
qt5-quickcontrols2
qt5-wayland
qt6-wayland
ranger
rofi-wayland
sddm
seahorse
sidekick-browser-stable-bin
skim
smartmontools
snapd
soapui
sof-firmware
spotify
spotify-tui
spotifyd
steam
steamcmd
swaync
swww
sxiv
teams
texstudio
thunar
thunderbird
tmux
ttf-jetbrains-mono-nerd
unixodbc
unzip
v4l2loopback-dkms
vesktop-bin
vim
visual-studio-code-bin
vulkan-intel
vulkan-radeon
waybar
waypaper
wezterm
wget
wireless_tools
wireplumber
wlrobs
wofi
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xfce-polkit
xorg-server
xorg-xinit
xournalpp
xsel
yay
zip
zoom
zram-generator
zsh
